Repository: PayamsamanNet/SDLCore
Catalog: SDLV1/Resources/ApplicationResource.*.resx
Languages: fa

source: Access denied
fa: عدم دسترسی

source: Change email
fa: تغییر ایمیل

source: Change password
fa: رمز عبور را تغییر دهید

source: Change your account settings
fa: تنظیمات اکانت خود را تغییر دهید

source: City
fa: شهر

source: Click here to confirm your account
fa: برای تایید اکانت خود اینجا را کلیک کنید

source: click here to log in
fa: برای ورود اینجا را کلیک کنید

source: Click here to Logout
fa: برای خروج اینجا را کلیک کنید

source: Confirm email change
fa: تغییر ایمیل را تایید کنید

source: ConfirmPassword
fa: تایید مجددا رمز عبور

source: Create
fa: ایجاد

source: Create a new account
fa: ایجاد یک اکانت جدید

source: Delete data and close my account
fa: داده ها را حذف کنید و حساب من را ببندید

source: Deleting this data will permanently remove your account, and this cannot be recovered.
fa: با حذف این داده‌ها حساب شما برای همیشه حذف می‌شود و این اطلاعات قابل بازیابی نیست.

source: Disable 2FA
fa: غیر فعال کردن دو فاکتوری

source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
fa: غیرفعال کردن دو فاکتوری کلیدهای مورد استفاده در برنامه های احراز هویت را تغییر نمی دهد. اگر می خواهید کلید را تغییر دهید بهتر است در یک برنامه احراز هویت استفاده شود

source: Don't have access to your authenticator device? You can
fa: آیا شما به دستگاه احراز هویت دسترسی ندارید؟ شما می توانید

source: Download Your Data
fa: دانلود اطلاعات شما

source: Email
fa: ایمیل

source: Enter city
fa: شهر را وارد کنید

source: Enter FullName
fa: اسم کامل را وارد کنید

source: Enter mobile number
fa: شماره موبایل را وارد کنید

source: Enter your email.
fa: ایمیلتان را وارد کنید

source: Forgot password confirmation
fa: فراموشی رمز عبور تایید

source: Forgot your password?
fa: رمز عبور را فراموش کرده اید؟

source: Full Name
fa: اسم کامل

source: Generate Recovery Codes
fa: ایجاد کدهای بازیابی

source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
fa: ایجاد کدهای بازیابی جدید، کلیدهای مورد استفاده در برنامه های احراز هویت را تغییر نمی دهد. اگر می خواهید کلید را تغییر دهید باید در یک برنامه احراز هویت استفاده شود

source: Hello
fa: سلام

source: If you lose your device and don't have the recovery codes you will lose access to your account.
fa: اگر دستگاه خود را گم کنید و کدهای بازیابی را نداشته باشید، دسترسی به حساب خود را از دست خواهید داد

source: Locked out
fa: قفل شدن

source: Log in
fa: ورود

source: log in with a recovery code
fa: با کد ریکاروری ورود کنید

source: Log out
fa: خروج

source: Logout
fa: خروج

source: Manage
fa: مدیریت

source: Manage Email
fa: مدیریت ایمیل

source: Manage your account
fa: مدیریت اکانت

source: Mobile Number
fa: شماره موبایل

source: New password
fa: رمز عبور جدید

source: NewPassword
fa: رمز جدید

source: OldPassword
fa: رمز عبور قبلی

source: Password
fa: رمز عبور

source: PhoneNumber
fa: شماره تلفن

source: Please check your email to confirm your account.
fa: لطفا" برای تایید اکانت خود ایمیلتان را چک کنید

source: Please check your email to reset your password.
fa: لطفا" ایمیلتان را برای خالی کردن پسورد چک کنید

source: Profile
fa: پروفایل

source: Put these codes in a safe place.
fa: این کدها را در مکانی امن قرار دهید

source: Recovery code verification
fa: بازیابی کد ریکاوری

source: RecoveryCode
fa: کد بازیابی

source: Register
fa: ثبت نام

source: Register as a new user
fa: ثبت نام بعنوان یک کاربر جدید

source: Register confirmation
fa: تایید ثبت نام

source: Remember Me
fa: من را بخاطر بیاور

source: Resend
fa: ارسال مجدد

source: Resend email confirmation
fa: ارسال ایمیل تایید

source: Reset
fa: خالی کردن

source: Reset your password.
fa: رمز عبورتان را خالی کنید

source: Reset Password
fa: رمز عبور را خالی کنید

source: Reset password confirmation
fa: خالی کردن تایید رمز عبور

source: reset your authenticator keys.
fa: کلید های احراز هویت را خالی کنید

source: Save
fa: ذخیره

# SDL
source: Safe Deposit Lockers
fa: صندوق های اجاره ای

source: Send verification email
fa: ایمیل تایید بفرست

# SetLanguage
source: Language
fa: زبان

source: Submit
fa: ذخیره

source: This account has been locked out, please try again later.
fa: این اکانت قفل شده است لطفا" بعدا مجددا" سعی کنید

source: This action only disables 2FA.
fa: این عمل فقط دو فاکتوری را غیر فعال می کند

source: Two-factor authentication
fa: احراز هویت دو فاکتوری

source: TwoFactorCode
fa: کد دو فاکتوری

source: Update password
fa: بروزرسانی رمز عبور

source: Use a local account to log in.
fa: جهت ورود از یک اکانت محلی استفاده کنید

source: Username
fa: نام کاربری

source: You do not have access to this resource
fa: شما به این منابع دسترسی ندارد

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
fa: شما درخواست کرده اید که با یک کد بازیابی وارد شوید. این ورود تا زمانی که آن را ارائه نکنید به خاطر سپرده نخواهد شد یک کد احراز هویت برنامه در زمان ورود یا غیر فعال کردن دو فاکتوری و مجددا ورود پیدا کنید

source: You have successfully logged out of the application.
fa: شما با موفقیت از برنامه خارج شدید

source: Your login is protected with an authenticator app. Enter your authenticator code below.
fa: ورود شما با احراز هویت دو فاکتوری محافظت شده است. کد پایین احراز هویتتان را وارد کنید

source: Your password has been reset. Please
fa: رمز عبور شما خالی شد. لطفا
